Repository: horde/sam
Catalog: locale/*/LC_MESSAGES/sam.po
Languages: de, fr, hu, nn

source: # SpamAssassin config file generated by SAM
de: # SpamAssassin Konfigurationsdatei, erzeugt von SAM

source: 0: Only add X-Spam-* headers
de: 0: Nur X-Spam-* Nachrichtenköpfe hinzufügen
hu: 0: Csak az X-Spam-* feljécek hozzáadása

source: 1: Attach the original message to the report
de: 1: Originalnachricht in die Antwort einfügen
hu: 1: Az eredeti levél csatolása a jelentéshez.

source: 2: Attach the original message as plain text to the report
de: 2: Originalnachricht als einfachen Text in die Antwort einfügen
hu: 2: Az eredeti levél egyszerű szövegként csatolása a jelentéshez.

source: Banned Files Folder
de: Ordner für verbotene Dateien
hu: A tiltott fájlok mappája

source: Black List Manager
de: Ausschllusslisten-Verwaltung
hu: A tiltólista kezelője

source: Blacklist
de: Ausschlussliste
hu: Tiltólista

source: Blacklist From
de: Ausgeschlossene Absender
hu: A feladó tiltása

source: Blacklist Manager
de: Ausschllusslisten-Verwaltung
hu: Tiltólista menedzser

source: Blacklist To
de: Ausgeschlossene Empfänger
hu: A címzett tiltása

source: Cannot create recipient %s: %s
de: Empfänger %s konnte nicht erstellt werden: %s
hu: Nem sikerült a %s címzett létrehozása: %s

source: Cannot get options: %s
de: Einstellungen können nicht geladen werden: %s
hu: A beállítások olvasása sikertelen: %s

source: Cannot set options: %s
de: Einstellungen konnten nicht gespeichert werden: %s
hu: A beállítások írása sikertelen: %s

source: Kill Level
de: Löschhöhe
hu: Törlési szint

source: Make Settings Global
de: Einstellungen als global speichern
hu: Beállítások mentése globálisként

source: Modify messages tagged as spam:
de: Als Spam markierte Nachrichten verändern:
hu: Spamgyanús levelek módosítása:

source: No "%s" element found in backend configuration.
de: "%s" in der Backendkonfiguration nicht angegeben.
hu: Az alrendszer beállításaiban nem található "%s" elem.

source: No backend configured for this host
de: Keine Backendkonfiguration für diesen Host angegeben
hu: Nincs háttér beállítva ehhez a szolgáltatáshoz

source: No backends configured in backends.php
de: Keine Backends in backends.php konfiguriert
hu: Nincs háttér beállítva a backends.php-ben.

source: Only an administrator may change the global defaults.
de: Nur Administratoren dürfen Standardwerte ändern.
hu: Csak rendszergazda módosíthatja a globális alapértelmezéseket.

source: Receive Bad Headers
de: Ungültige Kopfeinträge empfangen
hu: Hibás fejlécek fogadása

source: Receive Banned Files
de: Unerlaubte Dateien empfangen
hu: Tiltott fájlok fogadása

source: Receive Spam
de: Spam empfangen
hu: Spam fogadása

source: Receive Viruses
de: Viren empfangen
hu: Vírusok fogadása

source: Recipient created: %s
de: Empfänger erstellt: %s
hu: Címzett létrehozva: %s

source: Required Score
de: Benötigte Treffer
hu: Szükséges pont

source: Rewrite Email Subject
de: Betreff umschreiben
hu: A tárgy módosítása

source: Rewrite From: Address
de: From: Adresse umschreiben
hu: A feladó módosítása

source: Rewrite To: Address
de: An: Adresse umschreiben
hu: A címzett módosítása

source: Save
de: Speichern
hu: Mentés

source: Skip Bad Header Checks
de: Tests auf ungültige Kopfeinträge überspringen
hu: Fejlécek ellenőrzésének kihagyása

source: Skip Banned File Checks
de: Tests auf unerlaubte Dateien überspringen
hu: Tiltott fájlok ellenőrzésének kihagyása

source: Skip RBL Checks
de: RBL-Tests überspringen
hu: Feketelisták ellenőrzésének kihagyása

source: Skip Spam Checks
de: Spam-Tests überspringen
hu: Spam ellenőrzésének kihagyása

source: Skip Virus Checks
de: Virus-Tests überspringen:
hu: Víruskeresés kihagyása

source: Spam Folder
de: Spam-Ordner
hu: Spam mappa

source: Spam Options
de: Spam-Einstellungen
hu: Spam beállítások

source: Spam Quarantine Address
de: Spam-Quarantäne-Adresse
hu: Spam karantén cím

source: Tag Level
de: Markierungshöhe
hu: Megjelölési szint

source: The Spam Rules page is not enabled.
de: Die Spamregelseite ist nicht aktiviert.
hu: A szabályok megtekintése nem engedélyezett.

source: The configured backend does not support global defaults.
de: Das konfigurierte Backend unterstützt keine globalen Standardwerte.
hu: A beállított háttér nem támogat globális alapértelmezéseket.

source: Updated global blacklists
de: Globale Ausschlusslisten aktualisiert
hu: A globális tiltólista frissült

source: Updated global default rules
de: Globale Standardregeln aktualisiert
hu: A globális alapértelmezett szabályok frissültek

source: Updated global whitelists
de: Globale Positivlisten aktualisiert
hu: A globális engedélyezési lista frissült

source: Updated user blacklists
de: Benutzer-Ausschlusslisten aktualisiert
hu: A felhasználói tiltólista frissült

source: Updated user spam rules
de: Benutzer-Spamregeln aktualisiert
hu: A felhasználói szabályok frissültek

source: Updated user whitelists
de: Benutzer-Positivlisten aktualisiert
hu: A felhasználói engedélyezi listák frissültek

source: Virus Folder
de: Virus-Ordner
hu: Vírus mappa

source: White List Manager
de: Positivlisten-Verwaltung
hu: Engedélyezési lista kezelés

source: Whitelist
de: Positivliste
hu: Engedélyezési lista

source: Whitelist From
de: Positivgelistete Absender
hu: A feladó engedélyezése

source: Whitelist Manager
de: Positivlisten-Verwaltung
hu: Engedélyezési lista kezelés

source: Whitelist To
de: Positivgelistete Empfänger
hu: A címzett engedélyezése

source: SpamAssassin preference file generated by Sam
hu: A SpamAssassin beállításfájlt a Sam készítette

source: General SpamAssassin Options
fr: Options générales du module SpamAssassin
nn: Generelle alternativ for SpamAssasin

source: Help
fr: Aide
nn: Hjelp

source: Language
fr: Langue
nn: Språk

source: No configuration information specified for SQL Tasks.
fr: Aucune configuration des tâches SQL n'a été effectuée.
nn: Ingen konfigurasjonsinformasjon spesifisert for SQL-oppgåver.

source: Non-numeric value for Required Hits
fr: Valeur non-numérique dans « Nombre d'impacts requis »
nn: Ikkje-numeriske verdiar for nødvendige treff

source: Problem?
fr: Problème ?

source: Required 'database' not specified in SpamAssassin configuration.
fr: Le paramètre obligatoire 'database' n'est pas renseigné dans les fichiers de configuration de SpamAssassin.
nn: Nødvendig 'database' ikkje spesifisert i konfigurasjon for SpamAssasin.

source: Required 'hostspec' not specified in SpamAssassin configuration.
fr: Le paramètre obligatoire 'hostspec' n'est pas renseigné dans les fichiers de configuration de SpamAssassin.
nn: Nødvendig 'hostspec' ikkje spesifisert i konfigurasjon for SpamAssasin.

source: Required 'password' not specified in SpamAssassin configuration.
fr: Le paramètre obligatoire 'password' n'est pas renseigné dans les fichiers de configuration de SpamAssassin.
nn: Nødvendig 'password' ikkje spesifisert i konfigurasjon for SpamAssasin.

source: Required 'phptype' not specified in SpamAssassin configuration.
fr: Le paramètre obligatoire 'phptype' n'est pas renseigné dans les fichiers de configuration de SpamAssassin.
nn: Nødvendig 'phptype' ikkje spesifisert i konfigurasjon for SpamAssasin.

source: Required 'table' not specified in SpamAssassin configuration.
fr: Le paramètre obligatoire 'table' n'est pas renseigné dans les fichiers de configuration de SpamAssassin.
nn: Nødvendig 'table' ikkje spesifisert i konfigurasjon for SpamAssasin.

source: Required 'username' not specified in SpamAssassin configuration.
fr: Le paramètre obligatoire 'username' n'est pas renseigné dans les fichiers de configuration de SpamAssassin.
nn: Nødvendig 'username' ikkje spesifisert i konfigurasjon for SpamAssasin.

source: Required Hits:
fr: Nombre d'impacts requis :
nn: Nødvendige treff:

source: SAM is not properly configured
fr: SAM n'est pas configuré correctement
nn: SAM er ikkje ordentleg konfigurert

source: Save Changes
fr: Enregistrer les modifications
nn: Lagre endringar

source: Select your preferred language:
fr: Sélectionnez votre langue habituelle :
nn: Vel ønska språk:

source: Set the your preferred display language.
fr: Sélectionner la langue d'affichage.
nn: Vel ønska språk for vising.

source: Some of SAM's configuration files are missing:
fr: Il manque certains fichiers de configuration de SAM :
nn: Nokre av SAM sine konfigurasjonsfiler manglar:

source: Spam Rules
fr: Règles anti-spam
nn: Søppelpostreglar

source: This is the main SAM configuration file. It contains options for all SAM scripts.
fr: Ceci est le principal fichier de configuration de SAM ; il contient les options de tous ses scripts.
nn: Dette er

source: Undo Changes
fr: Annuler les modifications
nn: Angre endringar

source: Updated SpamAssassin Options
fr: Options de SpamAssassin modifiées
nn: Oppdaterte alternativ for SpamAssasin

source: User Options
fr: Préférences personnelles
nn: Brukarval

source: Your Information
fr: Données personnelles
nn: Din informasjon

source: Options
nn: Alternativ
