Repository: horde/sam
Catalog: po/*.po
Languages: cs_cz, fi_fi

source: # SpamAssassin config file generated by SAM
fi_fi: # SAM-ohjelman generoima SpamAssassin asetustiedosto

source: 0: Only add X-Spam-* headers
fi_fi: 0: Lis‰‰ vain X-Spam-* otsakkeet

source: 1: Attach the original message to the report
fi_fi: 1: Liit‰ alkuper‰inen viesti raporttiin

source: 2: Attach the original message as plain text to the report
fi_fi: 2: Liit‰ alkuper‰inen viesti tekstin‰ raporttiin

source: Banned Files Folder
fi_fi: Kiellettyjen tiedoston kansio

source: Black List Manager
cs_cz: Správce Èerné listiny
fi_fi: Mustan listan hallinta

source: Blacklist
fi_fi: Musta lista

source: Blacklist From
fi_fi: L‰hett‰jien musta lista

source: Blacklist Manager
fi_fi: Mustan listan hallinta

source: Blacklist To
fi_fi: Vastaanottajien musta lista

source: Cannot create recipient %s: %s
fi_fi: Ei voi luoda vastaanottajaa %s: %s

source: Cannot get options: %s
fi_fi: Ei saatu asetuksia: %s

source: Cannot set options: %s
fi_fi: Ei voi asettaa asetuksia: %s

source: Hit Level
fi_fi: Osumataso

source: Kill Level
fi_fi: Poistotaso

source: Make Settings Global
fi_fi: Aseta asetukset globaaleiksi

source: Modify messages tagged as spam:
fi_fi: Muokkaa viestej‰, jotka on merkitty roskapostiksi

source: No '%s' element found in backend configuration.
fi_fi: Elementti‰ '%s' ei lˆytynyt taustaj‰rjestelm‰n asetuksista.

source: No backend configured for this host
fi_fi: Taustaj‰rjestelm‰‰ ei ole m‰‰ritelty t‰lle palvelimelle

source: No backends configured in backends.php
fi_fi: Taustaj‰rjestelmi‰ ei ole m‰‰ritelty backends.php tiedostossa

source: Only an administrator may change the global defaults.
cs_cz: Pouze administrátor mù¾e mìnit globální nastavení.
fi_fi: Vain yll‰pit‰j‰ voi muuttaa globaaleja asetuksia.

source: Receive Bad Headers
fi_fi: Vastaanota v‰‰ri‰ otsakkeita

source: Receive Banned Files
fi_fi: Vastaanota kiellettyj‰ tiedostoja

source: Receive Spam
fi_fi: Vastaanota roskapostia

source: Receive Viruses
fi_fi: Vastaanota viruksia

source: Recipient created: %s
fi_fi: Vastaanottaja luotu: %s

source: Rewrite Subject
fi_fi: Kirjoita otsikko uudelleen

source: Save
fi_fi: Talleta

source: Skip Bad Header Checks
fi_fi: Ohita v‰‰rien otsakkeiden tarkistukset

source: Skip Banned File Checks
fi_fi: Ohita kiellettyjen tiedostojen tarkistus

source: Skip RBL Checks
fi_fi: Ohita RBL-tarkistukset

source: Skip Spam Checks
fi_fi: Ohita roskapostitarkistukset

source: Skip Virus Checks
fi_fi: Ohita virustarkistukset

source: Spam Folder
fi_fi: Roskapostikansio

source: Spam Options
fi_fi: Roskapostiasetukset

source: Spam Quarantine Address
fi_fi: Karanteeniosoite roskapostille

source: Subject Tag
fi_fi: Otsikkomerkint‰

source: Tag Level
fi_fi: Merkint‰taso

source: The Spam Rules page is not enabled.
fi_fi: Roskapostis‰‰nnˆt sivua ei ole aktivoitu.

source: The configured backend does not support global defaults.
fi_fi: Asennettu taustaj‰rjestelm‰ ei tue globaaleja oletusasetuksia

source: Updated global blacklists
fi_fi: Globaalit mustat listat on p‰ivitetty

source: Updated global default rules
fi_fi: Globaalit oletusasetukset on p‰ivitetty

source: Updated global whitelists
fi_fi: Globaalia sallittujen listaa on p‰ivitetty.

source: Updated user blacklists
fi_fi: P‰ivitettiin k‰ytt‰j‰n mustaa listaa

source: Updated user spam rules
fi_fi: P‰ivitettiin k‰ytt‰j‰n roskapostis‰‰ntˆj‰

source: Updated user whitelists
fi_fi: P‰ivitettiin k‰ytt‰j‰n sallittujen listaa

source: Virus Folder
fi_fi: Viruskansio

source: White List Manager
cs_cz: Správce Bílé listiny
fi_fi: Sallittujen listan hallinta

source: Whitelist
fi_fi: Sallittujen lista

source: Whitelist From
fi_fi: L‰hett‰jien sallittujen

source: Whitelist Manager
fi_fi: Sallittujen listan hallinta

source: Whitelist To
fi_fi: Vastaanottajien sallittujen lista

source: %s is already in your blacklist filter.
cs_cz: %s je ji¾ na Va¹í Èerné listinì.

source: %s is already in your whitelist filter.
cs_cz: %s je ji¾ na Va¹í Bílé listinì.

source: All settings on this page will become the defaults for all users. Proceed?
cs_cz: V¹echna nastavení na této stránce budou pøednastavená pro v¹echny u¾ivatele. Pokraèovat?

source: Black List From:
cs_cz: Èerná listina Od:

source: Black List To:
cs_cz: Èerná listina Komu:

source: Black List
cs_cz: Èerná listina

source: Defang MIME:
cs_cz: Zmìnit MIME:

source: General SpamAssassin Options
cs_cz: Obecné nastavení

source: Help
cs_cz: Nápovìda

source: Language
cs_cz: Jazyk

source: No configuration information specified for SQL Tasks.
cs_cz: Nebyly specifikovány ¾ádné konfiguraèní informace pro úlohy SQL.

source: Non-numeric value for Required Hits
cs_cz: Nebyla zadána èíselná informace v poli Poèet zásahù

source: Only an administrator may change the global defaults.
cs_cz: Pouze administrátor mù¾e mìnit globální nastavení.

source: Options
cs_cz: Mo¾nosti

source: Report Header:
cs_cz: Zobrazit zprávu:

source: Required 'database' not specified in Spam Assassin configuration.
cs_cz: Po¾adovaná polo¾ka 'database' nebyla specifikována v konfiguraci Spam Assassinu.

source: Required 'hostspec' not specified in Spam Assassin configuration.
cs_cz: Po¾adovaná polo¾ka 'hostspec' nebyla specifikována v konfiguraci Spam Assassinu.

source: Required 'password' not specified in Spam Assassin configuration.
cs_cz: Po¾adovaná polo¾ka 'password' nebyla specifikována v konfiguraci Spam Assassinu.

source: Required 'phptype' not specified in Spam Assassin configuration.
cs_cz: Po¾adovaná polo¾ka 'phptype' nebyla specifikována v konfiguraci Spam Assassinu.

source: Required 'username' not specified in Spam Assassin configuration.
cs_cz: Po¾adovaná polo¾ka 'username' nebyla specifikována v konfiguraci Spam Assassinu.

source: Required Hits:
cs_cz: Poèet zásahù:

source: Rewrite Subject:
cs_cz: Pøepsat Pøedmìt

source: SAM is not properly configured
cs_cz: SAM není správnì nakonfigurován

source: Save Changes
cs_cz: Ulo¾it zmìny

source: Save as Defaults
cs_cz: Ulo¾it jako standardní

source: Select your preferred language:
cs_cz: Zvolte jazyk:

source: Set the your preferred display language.
cs_cz: Nastavte jazyk pro zobrazování.

source: Skip RBL Checks:
cs_cz: Vynechat testy RBL:

source: Some of SAM's configuration files are missing:
cs_cz: Nìkterý z konfiguraèních souborù SAMu chybí:

source: Spam Level Stars:
cs_cz: Hodnota nevy¾ádané po¹ty:

source: Spam Rules
cs_cz: Pravidla Nevy¾ádané po¹ty

source: Subject Tag:
cs_cz: Text Pøedmìtu:

source: Terse Report:
cs_cz: Pou¾ít krátkou zprávu

source: This blacklist will become the default for all users. Proceed?
cs_cz: Tato Èerná listina bude pøednastavená pro v¹echny u¾ivatele. Pokraèovat?

source: This is the main SAM configuration file. It contains options for all SAM scripts.
cs_cz: Toto je hlavní konfiguraèní soubor SAMu. Obsahuje volby pro v¹echny skripty SAMu.

source: This whitelist will become the default for all users. Proceed?
cs_cz: Tato Bílá listina bude pøednastavená pro v¹echny u¾ivatele. Pokraèovat?

source: Undo Changes
cs_cz: Vrátit zmìny

source: Updated Black List Filter
cs_cz: Filtr Èerné listiny byl ulo¾en

source: Updated Global Black List Filter
cs_cz: Globální filtr Èerné listiny byl ulo¾en

source: Updated Global Rules
cs_cz: Globální pravidla byla ulo¾ena

source: Updated Global White List Filter
cs_cz: Globální filtr Bílé listiny byl ulo¾en

source: Updated Spam Rules
cs_cz: Pravidla Nevy¾ádané po¹ty byla ulo¾ena

source: Updated White List Filter
cs_cz: Filtr Bílé listiny byl ulo¾en

source: User Options
cs_cz: U¾ivatelské nastavení

source: White List From:
cs_cz: Bílá listina Od:

source: White List To:
cs_cz: Bílá listina Komu:

source: White List
cs_cz: Bílá listina

source: Your Information
cs_cz: Va¹e informace
